7zip
adobe-source-han-serif-cn-fonts
alsa-firmware
alsa-utils
archlinuxcn-keyring
arp-scan
awww
base
base-devel
brightnessctl
btrfs-progs
cmake
code
composer
daed
dbeaver
docker
docker-compose
dpkg
efibootmgr
fastfetch
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-rime
firefox
ghostscript
google-cloud-cli
grim
grub
hyprlock
gtk4-layer-shell
imagemagick
img2pdf
intel-ucode
iwd
jdk17-openjdk
jdk21-openjdk
jre-openjdk
kitty
libreoffice-still
libreoffice-still-zh-cn
linux
linux-firmware
localsend
mako
macchanger
mesa-utils
neovim
net-tools
networkmanager
ninja
niri
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
pacman-contrib
papirus-icon-theme
paru
php
php-fpm
php-gd
php-pgsql
php-sqlite
pipewire-alsa
pipewire-pulse
rofi
sddm
slurp
sof-firmware
stow
swaybg
swaylock
timeshift
tmux
tree
ttf-meslo-nerd
ttf-nerd-fonts-symbols
unixodbc
unrar
uv
waybar
webkit2gtk
webkit2gtk-4.1
wireless_tools
wireplumber
wl-clipboard
wqy-zenhei
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xwayland-satellite
yazi
zsh
